Revit 2024 API
TextBoxEnterPressedEventArgs Properties
The TextBoxEnterPressedEventArgs type exposes the following members.
Properties
Name | Description
Application
 The current UIApplication.
 (Inherited from RibbonItemEventArgs.)
See Also
TextBoxEnterPressedEventArgs Class
Autodesk.Revit.UI.Events Namespace